Repository: ff3l/wordpress-knoten
Catalog: lang/ff3l-*.po
Languages: de_de

source: Node Administration
de_de: Knotenverwaltung

source: @Description
de_de: Plugin zum Verwalten der Freifunk-Knoten. Um das Plugin verwenden zu können muss Git auf dem Server installiert sein.

source: Configuration
de_de: Konfiguration

source: Menu: Configuration
de_de: Konfiguration

source: Overview
de_de: Knotenübersicht

source: Node not found: %s
de_de: Es existiert kein Knoten mit dem Namen '%s'. Der Vorgang wurde abgebrochen.

source: No node for deletetion selected
de_de: Es wurde kein Knoten zum Löschen ausgewählt.

source: No right to delete node.
de_de: Du hast nicht die erforderlichen Rechte, um einen Knoten zu löschen.

source: Administration
de_de: Knotenverwaltung

source: Nodes
de_de: Knoten

source: Map
de_de: Knotenkarte

source: Goto map
de_de: zur Knotenkarte

source: Title: Configuration
de_de: Konfiguration - Knotenverwaltung

source: Title: Overview
de_de: Übersicht - Knotenverwaltung

source: Menu: Overview
de_de: Übersicht

source: Title: Edit
de_de: Knoten bearbeiten - Knotenverwaltung

source: Add node
de_de: Knoten hinzufügen

source: Help: Overview
de_de: <p>In der Knotenübersicht werden alle Knoten, die im konfigurierten Git-Repository vorhanden sind, aufgelistet. Je nach vorhandener Berechtigung können die Knoten über das Anklicken der Auswahlbox bearbeitet, umbenannt oder gelöscht werden. Sollte keine Auswahlbox zu den Einträgen vorhanden sein, besitzt du keine ausreichenden Berechtigungen.</p><strong>Sperrung</strong><p>Um Fehler zu vermeiden werden die Knoten für andere Benutzer gesperrt, wenn du einen Knoten bearbeitest oder umbenennst. Sobald die Änderungen gespeichert wurden wird die Sperre entfernt und andere Benutzer können den Eintrag wieder bearbeiten. Gesperrte Einträge erkennt man an dem Schloss-Symbol, welches anstelle der Auswahlbox angezeigt wird.</p><strong>Suche</strong><p>Suchbegriffe, die über das Suchfeld eingegeben wurden, werden für den Knotennamen, die definierten Kontaktangaben (E-Mail, Telefon) und den VPN-Schlüssel angewendet. Im gefilterten Ergebnis werden außerdem die in der Liste vorkommenden Suchbegriffe farblich hinterlegt.</p>

source: Edit node
de_de: Knoten bearbeiten

source: Help: Edit
de_de: <p>In dieser Ansicht lassen sich neue Knoten anlegen, vorhandene Knoten umbenennen oder komplett bearbeiten. Beim Speichern wird der Knoten im Git-Repository aktualisiert, damit die Änderungen zeitnah auf den Gateway-Servern ankommt.</p><p>Beim Speichern wird automatisch überprüft, ob der angegebene Name schon vergeben ist, oder der Schlüssel bereits für einen anderen Knoten verwendet wird.</p>

source: Help: Git
de_de: <p>Die Knoten, die in der Übersicht angezeigt und bearbeitet werden können kommen aus dem gesetzten Git-Repository.</p><p>Damit die Anwendung korrekt funktioniert, muss Apache auf dieses Verzeichnis Lese- und Schreibrechte besitzen, da ansonsten entweder die Liste nicht angezeigt werden kann, oder die Knoten nicht bearbeitet werden können.</p><p>Sobald eine Änderung gemacht wurde, wird automatisch der entsprechende Git-Commit ausgeführt, damit die Gateways auch von der Änderung erfahren.</p>

source: Rights
de_de: Berechtigungen

source: Help: Rights
de_de: <p>In der Tabelle werden alle Benutzerrollen und die dazugehörigen Berechtigungen dargestellt. Über die Auswahlboxen lassen sich diese für jede Benutzergruppe einzeln setzen.</p><strong>Hinweise:</strong><ul><li>Das Recht die Knotenübersicht zu sehen wird automatisch gesetzt, sobald der Benutzergruppe irgendein weiteres Recht zugewiesen wird.</li><li>Das Recht Knoten zu bearbeiten impliziert auch das Umbenennen eines Knotens. Das heißt, wenn ein Benutzer die Daten der Knoten (Kontaktangabe, Schlüssel, ...) bearbeiten kann, kann er dise zwangsläufig auch umbenennen.</li></ul>

source: Access denied
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.

source: Activation Error minVersion: %s
de_de: <strong>Die Knotenverwaltung benötigt mindestens WordPress %s.</strong> Bitte aktualisiere WordPress auf die neueste Version.

source: Activation Error git
de_de: <strong>Die Knotenverwaltung benötigt Git.</strong> Bitte installiere Git auf dem Webserver und versuche es erneut.

source: No nodes
de_de: Keine Knoten verfügbar.

source: Name
de_de: Knotenname

source: Mail
de_de: E-Mail

source: Phone
de_de: Telefon

source: NodeKey
de_de: Schlüssel

source: Created
de_de: Angelegt

source: Changed
de_de: Geändert

source: Edited by %1$s. Unlocked at %2$s
de_de: Wird momentan von %1$s bearbeitet. Die Sperre wird entfernt, sobald die Änderungen gespeichert werden oder spätestens um %2$s Uhr.

source: Repository not found
de_de: Das angegebene Git-Repository existiert entweder nicht, oder die gesetzten Berechtigungen sind falsch. Bitte stelle sicher, dass Apache Schreibrechte auf die Knoten in dem Verzeichnis besitzt.

source: Repository no git
de_de: Das angegebene Verzeichnis ist kein Git-Repository. Bitte lege das Repository an, oder wähle ein anderes Verzeichnis aus.

source: Rename node
de_de: Knoten umbenennen

source: Create node
de_de: Knoten anlegen

source: Remove node
de_de: Knoten löschen

source: Language paket not available: %s
de_de: Für die aktuelle ausgewählte Sprache wurde das Plugin noch nicht übersetzt (%s).

source: Node locked
de_de: Der ausgewählte Knoten wird aktuell von einem anderen Benutzer bearbeitet. Bitte versuch es später erneut.

source: Goto overview
de_de: zurück zur Übersicht

source: Error: No name
de_de: Es wurde kein Knotenname angegeben.

source: Error: Name already in use
de_de: Es existiert bereits ein Knoten mit diesem Namen.

source: Error: no nodeKey
de_de: Es wurde kein Schlüssel angegeben.

source: Error: invalid nodeKey
de_de: Der angegebene Schlüssel ist ungültig.

source: Error: NodeKey already in use: %s
de_de: Der angegebene Schlüssel wird bereits für den Knoten <strong>%s</strong> verwendet.

source: Error: no mail
de_de: Es wurde keine E-Mail-Adresse angegeben.

source: Error: invalid mail
de_de: Die E-Mail-Adresse ist ungültig.

source: Error: invalid phone
de_de: Die Telefonnummer ist ungültig (Erlaubt sind Zahlen, Plus- und Leerzeichen, sowie Bindestriche).

source: Error: Database update
de_de: Beim Speichern ist ein unerwarteter Fehler aufgetreten. Bitte versuch es später erneut oder kontaktiere die Administration.

source: Error: Git push: %s
de_de: Beim Übermitteln der geänderten Daten an das Remote-Repository ist ein Fehler aufgetreten: <br />%s

source: No repository message
de_de: Die Knotenübersicht kann erst angezeigt werden, wenn ein gültiges Git-Repository angegeben wurde.

source: Configuration saved
de_de: Die Konfiguration wurde erfolgreich gespeichert.

source: General
de_de: Allgemein

source: Local Git-Repository
de_de: lokales Git-Repository

source: Git-Repository placeholder
de_de: z.B. /var/www/vhosts/nodes/

source: Git-Repository description
de_de: Serverpfad zum lokalen Git-Repository in dem die Freifunkknoten liegen.

source: Map link
de_de: Link zur Freifunk-Karte

source: Map placeholder
de_de: z.B. http://map.freifunk-3laendereck.net/

source: Map description
de_de: falls angegeben kann der Benutzer den jeweils ausgewählten Knoten auf der Karte ansehen.

source: Save configuration
de_de: Konfiguration speichern

source: Error: Save failed
de_de: Der Knoten konnte nicht gespeichert werden.

source: NodeKey pattern
de_de: Bitte gib den 64-stelligen hexadezimalen Schlüssel an.

source: Contact
de_de: Kontaktangabe

source: Save node
de_de: Knoten speichern

source: Activation success
de_de: Die Knotenverwaltung wurde erfolgreich aktiviert.

source: Activation info
de_de: Zukünftig ist die Verwaltungsoberfläche über das Menü links anwählbar. Bitte passe die Standard-Berechtigungen an und gib den Pfad zum lokalen Git-Repository an.

source: Multilingual plugin info: %s
de_de: Sollten die Knoten von Administratoren verwaltet werden, die unterschiedliche Sprache sprechen kannst du beispielsweise das Wordpress-Plugin %s installieren. Damit kann jeder Benutzer seine gewünschte Sprache in seinem Profil definieren oder oben links auswählen.

source: Change configuration
de_de: Konfiguration anpassen

source: View on map
de_de: auf der Karte anzeigen

source: Add new node
de_de: neuen Knoten hinzufügen

source: Search
de_de: Suchen

source: Node saved
de_de: Der Knoten wurde erfolgreich gespeichert.

source: Total nodes
de_de: Knoten insgesamt

source: Last changed:
de_de: zuletzt geändert:

source: Goto node overview
de_de: zur Knotenübersicht

source: Remove node confirm
de_de: Möchstest du den ausgewählten Knoten wirklich löschen? Der gelöschte Knoten wird aus dem Git-Repository entfernt und kann nur über Git wiederhergestellt werden.

source: Remove nodes confirm
de_de: Möchstest du die ausgewählten Knoten wirklich löschen? Gelöschte Knoten werden aus dem Git-Repository entfernt und können nur über Git wiederhergestellt werden.

source: Cancel
de_de: abbrechen

source: Error
de_de: Fehler

source: Close
de_de: schließen

source: Invalid key
de_de: ungültiger Schlüssel
